Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# VoiceSettingsPage_TtsResponseToggle.Header
source: Read responses aloud
fr_fr: Lire les réponses à voix haute
pt_br: Ler respostas em voz alta
zh_cn: 朗读响应
zh_tw: 朗讀回應

# VoiceSettingsPage_AudioFeedbackToggle.Header
source: Audio feedback sounds
fr_fr: Sons de retour audio
pt_br: Sons de feedback de áudio
zh_cn: 音频反馈声音
zh_tw: 音訊回饋音效

# VoiceSettingsPage_VoiceHeader.Text
source: Companion Voice
fr_fr: Voix de Companion
pt_br: Voz do Companion
zh_cn: Companion 语音
zh_tw: Companion 語音

# VoiceSettingsPage_VoiceDescription.Text
source: Choose the voice used when reading responses aloud.
fr_fr: Choisissez la voix utilisée pour lire les réponses à voix haute.
pt_br: Escolha a voz usada ao ler as respostas em voz alta.
zh_cn: 选择朗读响应时使用的语音。
zh_tw: 選擇朗讀回應時使用的語音。

# VoiceSettingsPage_TtsCapabilityDisabledNotice.Text
source: Text-to-speech is disabled. Configure providers and voices here, then enable the capability in Permissions when you're ready.
fr_fr: La synthèse vocale est désactivée. Configurez les fournisseurs et les voix ici, puis activez la capacité dans Autorisations lorsque vous êtes prêt.
pt_br: A conversão de texto em fala está desativada. Configure provedores e vozes aqui e depois ative a capacidade em Permissões quando estiver pronto.
zh_cn: 文本转语音已禁用。请先在此配置提供程序和语音，准备好后再在“权限”中启用此功能。
zh_tw: 文字轉語音已停用。請先在此設定提供者和語音，準備好後再於「權限」中啟用此功能。

# VoiceSettingsPage_TtsProviderCombo.Header
source: Provider
fr_fr: Fournisseur
pt_br: Provedor
zh_cn: 提供商
zh_tw: 提供者

# VoiceSettingsPage_TtsPiper.Content
source: Piper (local neural voices)
fr_fr: Piper (voix neuronales locales)
pt_br: Piper (vozes neurais locais)
zh_cn: Piper(本地神经语音)
zh_tw: Piper(本機神經語音)

# VoiceSettingsPage_TtsWindows.Content
source: Windows (built-in neural voices)
fr_fr: Windows (voix neuronales intégrées)
pt_br: Windows (vozes neurais integradas)
zh_cn: Windows(内置神经语音)
zh_tw: Windows(內建神經語音)

# VoiceSettingsPage_TtsElevenLabs.Content
source: ElevenLabs (cloud, requires API key)
fr_fr: ElevenLabs (cloud, clé API requise)
pt_br: ElevenLabs (nuvem, requer chave de API)
zh_cn: ElevenLabs(云端,需要 API 密钥)
zh_tw: ElevenLabs(雲端,需要 API 金鑰)

# VoiceSettingsPage_TtsMiniMax.Content
source: MiniMax (cloud, requires API key)
fr_fr: MiniMax (cloud, clé API requise)
pt_br: MiniMax (nuvem, requer chave da API)
zh_cn: MiniMax（云端，需要 API 密钥）
zh_tw: MiniMax（雲端，需要 API 金鑰）

# VoiceSettingsPage_PiperVoiceCombo.Header
source: Voice
fr_fr: Voix
pt_br: Voz
zh_cn: 语音
zh_tw: 語音

# VoiceSettingsPage_PiperDownloadButtonText.Text
source: Download Voice
fr_fr: Télécharger la voix
pt_br: Baixar Voz
zh_cn: 下载语音
zh_tw: 下載語音

# VoiceSettingsPage_PiperDeleteButton.Content
source: Delete
fr_fr: Supprimer
pt_br: Excluir
zh_cn: 删除
zh_tw: 刪除

# VoiceSettingsPage_PiperPreviewButton.Content
source: Preview
fr_fr: Aperçu
pt_br: Pré-visualizar
zh_cn: 预览
zh_tw: 預覽

# VoiceSettingsPage_PiperPreviewButtonContent
source: Preview
fr_fr: Aperçu
pt_br: Pré-visualizar
zh_cn: 预览
zh_tw: 預覽

# VoiceSettingsPage_PiperInfoText.Text
source: Voices download from the sherpa-onnx project's GitHub releases (~25 MB low quality, up to ~150 MB high quality). They run fully on this PC; no audio leaves your device.
fr_fr: Les voix sont téléchargées depuis les versions GitHub du projet sherpa-onnx (~25 Mo basse qualité, jusqu'à ~150 Mo haute qualité). Elles s'exécutent entièrement sur ce PC ; aucun son ne quitte votre appareil.
pt_br: As vozes são baixadas dos releases do GitHub do projeto sherpa-onnx (~25 MB baixa qualidade, até ~150 MB alta qualidade). Elas são executadas totalmente neste PC; nenhum áudio sai do seu dispositivo.
zh_cn: 语音从 sherpa-onnx 项目的 GitHub 发布版下载(低质量约 25 MB,高质量最高约 150 MB)。它们完全在本机运行;无音频离开您的设备。
zh_tw: 語音從 sherpa-onnx 專案的 GitHub 發行版下載(低品質約 25 MB,高品質最高約 150 MB)。它們完全在本機執行;無音訊離開您的裝置。

# VoiceSettingsPage_WindowsVoiceCombo.Header
source: Voice
fr_fr: Voix
pt_br: Voz
zh_cn: 语音
zh_tw: 語音

# VoiceSettingsPage_PreviewVoiceButton.Content
source: Preview Voice
fr_fr: Aperçu de la voix
pt_br: Pré-visualizar voz
zh_cn: 预览语音
zh_tw: 預覽語音

# VoiceSettingsPage_ElevenLabsApiKeyBox.Header
source: API Key
fr_fr: Clé API
pt_br: Chave de API
zh_cn: API 密钥
zh_tw: API 金鑰

# VoiceSettingsPage_ElevenLabsVoiceIdBox.Header
source: Voice ID
fr_fr: ID de la voix
pt_br: ID da Voz
zh_cn: 语音 ID
zh_tw: 語音 ID

# VoiceSettingsPage_ElevenLabsModelBox.Header
source: Model (optional)
fr_fr: Modèle (facultatif)
pt_br: Modelo (opcional)
zh_cn: 模型(可选)
zh_tw: 模型(可選)

# VoiceSettingsPage_MiniMaxApiKeyBox.Header
source: API Key
fr_fr: Clé API
pt_br: Chave da API
zh_cn: API 密钥
zh_tw: API 金鑰

# VoiceSettingsPage_MiniMaxVoiceIdBox.Header
source: Voice ID
fr_fr: ID de la voix
pt_br: ID da voz
zh_cn: 语音 ID
zh_tw: 語音 ID

# VoiceSettingsPage_MiniMaxVoiceIdBox.PlaceholderText
source: e.g. male-qn-qingse
fr_fr: p. ex. male-qn-qingse
pt_br: por exemplo, male-qn-qingse
zh_cn: 例如 male-qn-qingse
zh_tw: 例如 male-qn-qingse

# VoiceSettingsPage_MiniMaxModelBox.Header
source: Model
fr_fr: Modèle
pt_br: Modelo
zh_cn: 模型
zh_tw: 模型

# VoiceSettingsPage_MiniMaxRegionCombo.Header
source: Region
fr_fr: Région
pt_br: Região
zh_cn: 区域
zh_tw: 區域

# VoiceSettingsPage_MiniMaxRegionGlobal.Content
source: Global
fr_fr: Monde
pt_br: Internacional
zh_cn: 全球
zh_tw: 全球

# VoiceSettingsPage_MiniMaxRegionChina.Content
source: China
fr_fr: Chine
pt_br: China continental
zh_cn: 中国
zh_tw: 中國

# VoiceSettingsPage_PrivacyNote.Text
source: Piper, Windows, and speech recognition run on this device. Cloud TTS providers send response text to their services for synthesis; microphone audio is not sent to them.
fr_fr: Piper, Windows et la reconnaissance vocale s'exécutent sur cet appareil. Les fournisseurs TTS cloud envoient le texte des réponses à leurs services pour la synthèse ; le son du microphone ne leur est pas envoyé.
pt_br: Piper, Windows e o reconhecimento de fala são executados neste dispositivo. Provedores de TTS em nuvem enviam o texto das respostas aos seus serviços para síntese; o áudio do microfone não é enviado a eles.
zh_cn: Piper、Windows 和语音识别在此设备上运行。云端 TTS 提供商会将回复文本发送到其服务进行合成；麦克风音频不会发送给这些服务。
zh_tw: Piper、Windows 和語音辨識在此裝置上執行。雲端 TTS 提供者會將回覆文字傳送到其服務進行合成；麥克風音訊不會傳送給這些服務。

# VoiceSettingsPage_StatusModelReady
source: ✅ Model ready
fr_fr: ✅ Modèle prêt
pt_br: ✅ Modelo pronto
zh_cn: ✅ 模型就绪
zh_tw: ✅ 模型就緒

# VoiceSettingsPage_StatusDownloadRequired
source: ⬇️ Download required
fr_fr: ⬇️ Téléchargement requis
pt_br: ⬇️ Download necessário
zh_cn: ⬇️ 需要下载
zh_tw: ⬇️ 需要下載

# VoiceSettingsPage_ModelRequirementText.Text
source: Voice input is not ready until at least one speech model is downloaded.
fr_fr: La saisie vocale n'est pas prête tant qu'au moins un modèle vocal n'a pas été téléchargé.
pt_br: A entrada por voz não está pronta até que ao menos um modelo de fala seja baixado.
zh_cn: 至少下载一个语音模型后，语音输入才可使用。
zh_tw: 至少下載一個語音模型後，語音輸入才可使用。

# ChatVoiceDialog_InputOffTitle
source: Voice Input Is Off
fr_fr: La saisie vocale est désactivée
pt_br: A entrada de voz está desativada
zh_cn: 语音输入已关闭
zh_tw: 語音輸入已關閉

# ChatVoiceDialog_InputOffMessage
source: Speech-to-text is disabled. Enable the capability in Permissions before using the microphone in chat.
fr_fr: La reconnaissance vocale est désactivée. Activez la capacité dans les autorisations avant d'utiliser le microphone dans le chat.
pt_br: A conversão de fala em texto está desativada. Ative a capacidade em Permissões antes de usar o microfone no chat.
zh_cn: 语音转文字已禁用。请先在“权限”中启用此功能，然后再在聊天中使用麦克风。
zh_tw: 語音轉文字已停用。請先在「權限」中啟用此功能，然後再在聊天中使用麥克風。

# ChatVoiceDialog_ModelRequiredTitle
source: Speech Model Required
fr_fr: Modèle vocal requis
pt_br: Modelo de voz necessário
zh_cn: 需要语音模型
zh_tw: 需要語音模型

# ChatVoiceDialog_ModelRequiredMessage
source: Speech-to-Text is on, but voice input will not work until at least one speech model is downloaded.
fr_fr: La reconnaissance vocale est activée, mais la saisie vocale ne fonctionnera pas tant qu'au moins un modèle vocal n'aura pas été téléchargé.
pt_br: A conversão de fala em texto está ativada, mas a entrada por voz não funcionará até que ao menos um modelo de fala seja baixado.
zh_cn: 语音转文字已开启，但至少下载一个语音模型后，语音输入才会工作。
zh_tw: 語音轉文字已開啟，但至少下載一個語音模型後，語音輸入才會運作。

# ChatVoiceDialog_OutputOffTitle
source: Voice Output Is Off
fr_fr: Sortie vocale désactivée
pt_br: A saída de voz está desativada
zh_cn: 语音输出已关闭
zh_tw: 語音輸出已關閉

# ChatVoiceDialog_OutputOffMessage
source: Text-to-speech is disabled. Enable the capability in Permissions before using read aloud in chat.
fr_fr: La synthèse vocale est désactivée. Activez la capacité dans Autorisations avant d'utiliser la lecture à voix haute dans le chat.
pt_br: A conversão de texto em fala está desativada. Ative a capacidade em Permissões antes de usar a leitura em voz alta no chat.
zh_cn: 文字转语音已禁用。请先在“权限”中启用该功能，然后再在聊天中使用朗读。
zh_tw: 文字轉語音已停用。請先在「權限」中啟用此功能，然後再在聊天中使用朗讀。

# ChatVoiceDialog_OpenVoiceSettings
source: Open Voice & Audio Settings
fr_fr: Ouvrir les paramètres Voix et audio
pt_br: Abrir Configurações de Voz e Áudio
zh_cn: 打开语音和音频设置
zh_tw: 開啟語音和音訊設定

# ChatVoiceDialog_OpenPermissionsSettings
source: Open Permissions
fr_fr: Ouvrir les autorisations
pt_br: Abrir Permissões
zh_cn: 打开权限
zh_tw: 開啟權限

# ChatVoiceDialog_Dismiss
source: Dismiss
fr_fr: Fermer
pt_br: Dispensar
zh_cn: 关闭
zh_tw: 關閉

# VoiceSettingsPage_ButtonReDownload
source: Re-download
fr_fr: Retélécharger
pt_br: Baixar novamente
zh_cn: 重新下载
zh_tw: 重新下載

# VoiceSettingsPage_StatusDownloading
source: Downloading...
fr_fr: Téléchargement...
pt_br: Baixando...
zh_cn: 正在下载...
zh_tw: 正在下載...

# VoiceSettingsPage_StatusDownloadingPct
source: Downloading... {0}%
fr_fr: Téléchargement... {0}%
pt_br: Baixando... {0}%
zh_cn: 正在下载... {0}%
zh_tw: 正在下載... {0}%

# VoiceSettingsPage_StatusDownloadCanceled
source: Download canceled
fr_fr: Téléchargement annulé
pt_br: Download cancelado
zh_cn: 下载已取消
zh_tw: 下載已取消

# VoiceSettingsPage_StatusError
source: Operation failed (see Debug log)
fr_fr: Échec de l'opération (voir le journal Debug)
pt_br: Falha na operação (veja o log de depuração)
zh_cn: 操作失败(参见 Debug 日志)
zh_tw: 操作失敗(參見 Debug 日誌)

# VoiceSettingsPage_PiperButtonDownloaded
source: Downloaded
fr_fr: Téléchargé
pt_br: Baixado
zh_cn: 已下载
zh_tw: 已下載

# VoiceSettingsPage_PiperVoiceReady
source: Voice ready on this PC ({0} MB).
fr_fr: Voix prête sur ce PC ({0} Mo).
pt_br: Voz pronta neste PC ({0} MB).
zh_cn: 语音已在此 PC 上就绪({0} MB)。
zh_tw: 語音已在此 PC 上就緒({0} MB)。

# VoiceSettingsPage_PiperVoiceNotDownloaded
source: Voice not downloaded yet. Click Download to fetch the model (~25–150 MB depending on quality).
fr_fr: Voix pas encore téléchargée. Cliquez sur Télécharger pour récupérer le modèle (~25–150 Mo selon la qualité).
pt_br: Voz ainda não baixada. Clique em Baixar para obter o modelo (~25–150 MB dependendo da qualidade).
zh_cn: 语音尚未下载。点击下载以获取模型(根据质量约 25–150 MB)。
zh_tw: 語音尚未下載。按下載以取得模型(根據品質約 25–150 MB)。

# VoiceSettingsPage_PiperButtonDownloading
source: Downloading…
fr_fr: Téléchargement…
pt_br: Baixando…
zh_cn: 正在下载…
zh_tw: 正在下載…

# VoiceSettingsPage_PiperConnecting
source: Connecting to sherpa-onnx releases…
fr_fr: Connexion aux versions sherpa-onnx…
pt_br: Conectando aos releases do sherpa-onnx…
zh_cn: 正在连接到 sherpa-onnx 发布版…
zh_tw: 正在連接到 sherpa-onnx 發行版…

# VoiceSettingsPage_PiperProgressIndeterminate
source: Downloading… {0} MB so far
fr_fr: Téléchargement… {0} Mo jusqu'à présent
pt_br: Baixando… {0} MB até agora
zh_cn: 正在下载… 已下载 {0} MB
zh_tw: 正在下載… 已下載 {0} MB

# VoiceSettingsPage_PiperProgressBytes
source: Downloading… {0} / {1} MB
fr_fr: Téléchargement… {0} / {1} Mo
pt_br: Baixando… {0} / {1} MB
zh_cn: 正在下载… {0} / {1} MB
zh_tw: 正在下載… {0} / {1} MB

# VoiceSettingsPage_PiperExtracting
source: Download complete. Extracting…
fr_fr: Téléchargement terminé. Extraction…
pt_br: Download concluído. Extraindo…
zh_cn: 下载完成。正在提取…
zh_tw: 下載完成。正在解壓縮…

# VoiceSettingsPage_PiperDownloadCanceled
source: Download canceled.
fr_fr: Téléchargement annulé.
pt_br: Download cancelado.
zh_cn: 下载已取消。
zh_tw: 下載已取消。

# VoiceSettingsPage_PiperDownloadFailed
source: Download failed (see Debug log).
fr_fr: Échec du téléchargement (voir le journal Debug).
pt_br: Falha no download (veja o log de depuração).
zh_cn: 下载失败(参见 Debug 日志)。
zh_tw: 下載失敗(參見 Debug 日誌)。

# VoiceSettingsPage_PiperButtonRetry
source: Retry Download
fr_fr: Réessayer le téléchargement
pt_br: Tentar download novamente
zh_cn: 重试下载
zh_tw: 重試下載

# VoiceSettingsPage_PiperDeleted
source: Voice deleted.
fr_fr: Voix supprimée.
pt_br: Voz excluída.
zh_cn: 已删除语音。
zh_tw: 已刪除語音。

# VoiceSettingsPage_PiperDeleteFailed
source: Delete failed (see Debug log).
fr_fr: Échec de la suppression (voir le journal Debug).
pt_br: Falha ao excluir (veja o log de depuração).
zh_cn: 删除失败(参见 Debug 日志)。
zh_tw: 刪除失敗(參見 Debug 日誌)。

# VoiceSettingsPage_CompanionPreviewText
source: Hello! This is your Companion speaking.
fr_fr: Bonjour ! C'est votre Companion qui parle.
pt_br: Olá! Aqui é a voz do seu Companion.
zh_cn: 您好!这是您的 Companion 在说话。
zh_tw: 您好!這是您的 Companion 在說話。

# VoiceSettingsPage_PiperPreviewFailed
source: Preview failed (see Debug log).
fr_fr: Échec de l'aperçu (voir le journal Debug).
pt_br: Falha na pré-visualização (veja o log de depuração).
zh_cn: 预览失败(参见 Debug 日志)。
zh_tw: 預覽失敗(參見 Debug 日誌)。

# VoiceSettingsPage_VoiceErrorLoading
source: Error loading voices (see Debug log).
fr_fr: Erreur de chargement des voix (voir le journal Debug).
pt_br: Erro ao carregar vozes (veja o log de depuração).
zh_cn: 加载语音时出错(参见 Debug 日志)。
zh_tw: 載入語音時發生錯誤(參見 Debug 日誌)。

# VoiceSettingsPage_PreviewButtonPlaying
source: Playing...
fr_fr: Lecture...
pt_br: Reproduzindo...
zh_cn: 正在播放...
zh_tw: 正在播放...

# VoiceOverlayWindow_HeaderText.Text
source: Companion Voice
fr_fr: Voix de Companion
pt_br: Voz do Companion
zh_cn: Companion 语音
zh_tw: Companion 語音

# VoiceOverlayWindow_StatusBadge.Text
source: Ready
fr_fr: Prêt
pt_br: Pronto
zh_cn: 就绪
zh_tw: 就緒

# VoiceOverlayWindow_EmptyStateText.Text
source: Press Start and begin speaking
fr_fr: Appuyez sur Démarrer et commencez à parler
pt_br: Pressione Iniciar e comece a falar
zh_cn: 按开始并开始说话
zh_tw: 按開始並開始說話

# VoiceOverlayWindow_StatusText.Text
source: Press Start to begin
fr_fr: Appuyez sur Démarrer pour commencer
pt_br: Pressione Iniciar para começar
zh_cn: 按开始以开始
zh_tw: 按開始以開始

# VoiceOverlayWindow_StartStopText.Text
source: Start Listening
fr_fr: Commencer l'écoute
pt_br: Começar a ouvir
zh_cn: 开始聆听
zh_tw: 開始聆聽

source: Mute
fr_fr: Muet
pt_br: Silenciar
zh_cn: 静音
zh_tw: 靜音

source: Voice Settings
fr_fr: Paramètres vocaux
pt_br: Configurações de voz
zh_cn: 语音设置
zh_tw: 語音設定

# VoiceOverlayWindow_StatusListening
source: 🗣️ Listening...
fr_fr: 🗣️ Écoute en cours...
pt_br: 🗣️ Ouvindo...
zh_cn: 🗣️ 正在聆听...
zh_tw: 🗣️ 正在聆聽...

# VoiceOverlayWindow_StatusSpeakNow
source: Speak now: I'm listening
fr_fr: Parlez maintenant: j'écoute
pt_br: Fale agora: estou ouvindo
zh_cn: 现在请说话: 我在聆听
zh_tw: 現在請說話: 我在聆聽

# VoiceOverlayWindow_StateInitializing
source: Initializing...
fr_fr: Initialisation...
pt_br: Inicializando...
zh_cn: 正在初始化...
zh_tw: 正在初始化...

# VoiceOverlayWindow_StateStarting
source: Starting
fr_fr: Démarrage
pt_br: Iniciando
zh_cn: 正在启动
zh_tw: 正在啟動

# VoiceOverlayWindow_StateDownloadingModel
source: Downloading speech model...
fr_fr: Téléchargement du modèle vocal...
pt_br: Baixando modelo de fala...
zh_cn: 正在下载语音模型...
zh_tw: 正在下載語音模型...

# VoiceOverlayWindow_StateDownloadingPct
source: Downloading model... {0}%
fr_fr: Téléchargement du modèle... {0}%
pt_br: Baixando modelo... {0}%
zh_cn: 正在下载模型... {0}%
zh_tw: 正在下載模型... {0}%

# VoiceOverlayWindow_StateLoadingModel
source: Loading speech model...
fr_fr: Chargement du modèle vocal...
pt_br: Carregando modelo de fala...
zh_cn: 正在加载语音模型...
zh_tw: 正在載入語音模型...

# VoiceOverlayWindow_StateStartingMic
source: Starting microphone...
fr_fr: Démarrage du microphone...
pt_br: Iniciando microfone...
zh_cn: 正在启动麦克风...
zh_tw: 正在啟動麥克風...

# VoiceOverlayWindow_StateStopping
source: Stopping...
fr_fr: Arrêt...
pt_br: Parando...
zh_cn: 正在停止...
zh_tw: 正在停止...

# VoiceOverlayWindow_StateError
source: Error
fr_fr: Erreur
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# VoiceOverlayWindow_StatusError
source: Error encountered (see Debug log)
fr_fr: Erreur rencontrée (voir le journal Debug)
pt_br: Erro encontrado (veja o log de depuração)
zh_cn: 遇到错误(参见 Debug 日志)
zh_tw: 遇到錯誤(參見 Debug 日誌)

# VoiceOverlayWindow_StatusMuted
source: Muted
fr_fr: Muet
pt_br: Silenciado
zh_cn: 已静音
zh_tw: 已靜音

# VoiceOverlayWindow_StopText
source: Stop
fr_fr: Arrêter
pt_br: Parar
zh_cn: 停止
zh_tw: 停止

# VoiceOverlayWindow_BadgeStopped
source: Stopped
fr_fr: Arrêté
pt_br: Parado
zh_cn: 已停止
zh_tw: 已停止

# VoiceOverlayWindow_BadgeStartingDots
source: Starting...
fr_fr: Démarrage...
pt_br: Iniciando...
zh_cn: 正在启动...
zh_tw: 正在啟動...

# VoiceOverlayWindow_BadgeListening
source: Listening
fr_fr: À l'écoute
pt_br: Ouvindo
zh_cn: 正在聆听
zh_tw: 正在聆聽

# VoiceOverlayWindow_BadgeProcessing
source: Processing...
fr_fr: Traitement...
pt_br: Processando...
zh_cn: 正在处理...
zh_tw: 正在處理...

# VoiceOverlayWindow_BadgeUnknown
source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知
zh_tw: 未知

# VoiceOverlayWindow_StatusInitMic
source: Initializing microphone...
fr_fr: Initialisation du microphone...
pt_br: Inicializando microfone...
zh_cn: 正在初始化麦克风...
zh_tw: 正在初始化麥克風...

# VoiceOverlayWindow_StatusTranscribing
source: Transcribing your speech...
fr_fr: Transcription de votre discours...
pt_br: Transcrevendo sua fala...
zh_cn: 正在转录您的语音...
zh_tw: 正在轉錄您的語音...

# VoiceOverlayWindow_StatusErrorOccurred
source: An error occurred
fr_fr: Une erreur s'est produite
pt_br: Ocorreu um erro
zh_cn: 发生错误
zh_tw: 發生錯誤

# AudioPipeline_FirstAudioTimeout
source: No audio was received. Check that your microphone is connected and selected as the Windows input device, then try again.
fr_fr: Aucun son n’a été reçu. Vérifiez que votre microphone est connecté et sélectionné comme périphérique d’entrée Windows, puis réessayez.
pt_br: Nenhum áudio foi recebido. Verifique se o microfone está conectado e selecionado como dispositivo de entrada do Windows, depois tente novamente.
zh_cn: 未收到音频。请检查麦克风是否已连接并在 Windows 中选作输入设备，然后重试。
zh_tw: 未收到音訊。請確認麥克風已連線，並在 Windows 中選為輸入裝置，然後再試一次。

# VoiceOverlayWindow_BadgeReady
source: Ready
fr_fr: Prêt
pt_br: Pronto
zh_cn: 就绪
zh_tw: 就緒

# VoiceOverlayWindow_StatusReadyMessage
source: Press Start to begin
fr_fr: Appuyez sur Démarrer pour commencer
pt_br: Pressione Iniciar para começar
zh_cn: 按开始以开始
zh_tw: 按開始以開始

# VoiceOverlayWindow_ButtonStartListening
source: Start Listening
fr_fr: Commencer l'écoute
pt_br: Começar a ouvir
zh_cn: 开始聆听
zh_tw: 開始聆聽

# VoiceSettingsPage_ButtonDownloadModel
source: Download Model
fr_fr: Télécharger le modèle
pt_br: Baixar Modelo
zh_cn: 下载模型
zh_tw: 下載模型

# VoiceSettingsPage_PiperButtonDownloadVoice
source: Download Voice
fr_fr: Télécharger la voix
pt_br: Baixar Voz
zh_cn: 下载语音
zh_tw: 下載語音

# VoiceSettingsPage_PreviewVoiceButtonContent
source: Preview Voice
fr_fr: Aperçu de la voix
pt_br: Pré-visualizar voz
zh_cn: 预览语音
zh_tw: 預覽語音

# DebugPage_TextBlock_OverridesHeader.Text
source: Debug Overrides
fr_fr: Substitutions de débogage
pt_br: Substituições de depuração
zh_cn: 调试覆盖
zh_tw: 偵錯覆寫

# DebugPage_TextBlock_OverridesCaption.Text
source: Override the global 'Use standard Gateway Chat interface' setting per chat container. Resets when the app restarts.
fr_fr: Substituer le paramètre global « Utiliser l'interface de discussion standard de la passerelle » pour chaque conteneur de discussion. Réinitialisé au redémarrage de l'application.
pt_br: Substitui a configuração global "Usar interface padrão de chat do Gateway" por contêiner de chat. Reinicia quando o aplicativo é reiniciado.
zh_cn: 按聊天容器覆盖全局的“使用标准网关聊天界面”设置。应用重启后重置。
zh_tw: 按聊天容器覆寫全域的「使用標準閘道聊天介面」設定。應用程式重新啟動後將重設。

# DebugPage_TextBlock_HubChatLabel.Text
source: Hub Chat tab UI:
fr_fr: Onglet Discussion du hub :
pt_br: UI da aba de chat do Hub:
zh_cn: 中心聊天选项卡 UI：
zh_tw: 中心聊天分頁 UI：

# DebugPage_TextBlock_TrayChatLabel.Text
source: Tray Chat popup UI:
fr_fr: Pop-up Discussion de la barre d'état :
pt_br: UI do popup de chat da bandeja:
zh_cn: 托盘聊天弹窗 UI：
zh_tw: 系統匣聊天彈出視窗 UI：

# DebugPage_ChatOverride_NoOverride_Hub.Content
source: No override
fr_fr: Aucune substitution
pt_br: Sem substituição
zh_cn: 不覆盖
zh_tw: 不覆寫

# DebugPage_ChatOverride_ForceLegacy_Hub.Content
source: Force Gateway Chat UI
fr_fr: Forcer l'interface de discussion de la passerelle
pt_br: Forçar UI de Chat do Gateway
zh_cn: 强制使用网关聊天 UI
zh_tw: 強制使用閘道聊天 UI

# DebugPage_ChatOverride_ForceNative_Hub.Content
source: Force Companion Chat UI
fr_fr: Forcer l'interface de discussion du compagnon
pt_br: Forçar UI de Chat do Companion
zh_cn: 强制使用伴侣聊天 UI
zh_tw: 強制使用伴侶聊天 UI

# DebugPage_ChatOverride_NoOverride_Tray.Content
source: No override
fr_fr: Aucune substitution
pt_br: Sem substituição
zh_cn: 不覆盖
zh_tw: 不覆寫

# DebugPage_ChatOverride_ForceLegacy_Tray.Content
source: Force Gateway Chat UI
fr_fr: Forcer l'interface de discussion de la passerelle
pt_br: Forçar UI de Chat do Gateway
zh_cn: 强制使用网关聊天 UI
zh_tw: 強制使用閘道聊天 UI

# DebugPage_ChatOverride_ForceNative_Tray.Content
source: Force Companion Chat UI
fr_fr: Forcer l'interface de discussion du compagnon
pt_br: Forçar UI de Chat do Companion
zh_cn: 强制使用伴侣聊天 UI
zh_tw: 強制使用伴侶聊天 UI

# Chat_ZeroState_WelcomeTitle
source: Welcome to OpenClaw
fr_fr: Bienvenue dans OpenClaw
pt_br: Bem-vindo ao OpenClaw
zh_cn: 欢迎使用 OpenClaw
zh_tw: 歡迎使用 OpenClaw

# Chat_ZeroState_WelcomeSubtitle
source: How can I help you today?
fr_fr: Comment puis-je vous aider aujourd'hui ?
pt_br: Como posso ajudar você hoje?
zh_cn: 今天我能帮你做什么？
zh_tw: 今天我能幫你做什麼？

# Chat_Status_Done
source: Done
fr_fr: Terminé
pt_br: Concluído
zh_cn: 完成
zh_tw: 完成

# Chat_Compaction_Title
source: COMPACTED HISTORY
fr_fr: HISTORIQUE COMPACTÉ
pt_br: HISTÓRICO COMPACTADO
zh_cn: 已压缩的历史记录
zh_tw: 已壓縮的歷程記錄

# Chat_Compaction_MetricsFormat
source: {0} → {1} tokens · {2} saved
fr_fr: {0} → {1} jetons · {2} économisés
pt_br: {0} → {1} tokens · {2} economizados
zh_cn: {0} → {1} 个令牌 · 节省 {2}
zh_tw: {0} → {1} 個權杖 · 節省 {2}

# Chat_Compaction_FallbackDetail
source: The compacted transcript is preserved as a checkpoint. Open session checkpoints to branch or restore from that compacted view.
fr_fr: La transcription compactée est conservée en tant que point de contrôle. Ouvrez les points de contrôle de la session pour créer une branche ou restaurer cette vue compactée.
pt_br: A transcrição compactada é preservada como um checkpoint. Abra os checkpoints da sessão para ramificar ou restaurar a partir dessa visão compactada.
zh_cn: 压缩后的对话记录会保留为检查点。打开会话检查点，以便从该压缩视图创建分支或进行还原。
zh_tw: 壓縮後的對話記錄會保留為檢查點。開啟工作階段檢查點，以便從該壓縮檢視建立分支或還原。

# Chat_Compaction_OpenCheckpoints
source: Open checkpoints
fr_fr: Ouvrir les points de contrôle
pt_br: Abrir checkpoints
zh_cn: 打开检查点
zh_tw: 開啟檢查點

# Chat_PendingNewSessionTitle
source: New session
fr_fr: Nouvelle session
pt_br: Nova sessão
zh_cn: 新会话
zh_tw: 新工作階段

# Chat_Status_Running
source: Running
fr_fr: En cours
pt_br: Em execução
zh_cn: 运行中
zh_tw: 執行中

# Chat_Status_Error
source: Error
fr_fr: Erreur
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# Chat_Status_Interrupted
source: Interrupted
fr_fr: Interrompu
pt_br: Interrompido
zh_cn: 已中断
zh_tw: 已中斷

# Chat_Timeline_LoadEarlier
source: Load earlier messages
fr_fr: Charger les messages précédents
pt_br: Carregar mensagens anteriores
zh_cn: 加载更早的消息
zh_tw: 載入較早的訊息

# Chat_Tool_CallLabel
source: Tool call
fr_fr: Appel d'outil
pt_br: Chamada de ferramenta
zh_cn: 工具调用
zh_tw: 工具呼叫

# Chat_Tool_OutputLabel
source: Tool output
fr_fr: Sortie d'outil
pt_br: Saída da ferramenta
zh_cn: 工具输出
zh_tw: 工具輸出

# Chat_Tool_ErrorLabel
source: Tool error
fr_fr: Erreur d'outil
pt_br: Erro da ferramenta
zh_cn: 工具错误
zh_tw: 工具錯誤

# Chat_Tool_InputSection
source: Tool input
fr_fr: Entrée d'outil
pt_br: Entrada da ferramenta
zh_cn: 工具输入
zh_tw: 工具輸入

# Chat_Tool_FooterLabel
source: Tool
fr_fr: Outil
pt_br: Ferramenta
zh_cn: 工具
zh_tw: 工具
